start_text = '''Привет, я бот Подручный!
Я помогу найти подходящего именно тебе научного руководителя и покажу, какие темы у него доступны.\n
Для твоего удобства я собрал все нужные сведения о преподавателях:\n Кафедра;\n Доступные темы НИР;\n Почта для связи.\n
P.S. Если Вы преподаватель, то Вы можете проверить список заявленных тем и контактную информацию.'''

help_text = '''Чтобы увидеть список преподавателей, выбери интересующую тебя кафедру путем ввода ее названия, а дальше ты увидишь список тем, которые актуальны на данный момент.
Если какая-то тема тебя заинтересует, то введи ее номер согласно списку и увидишь преподавателя и его контактные данные.\n
Eсли Вы преподаватель, то сначала введите пароль, а потом можно скорректировать список тем: удалить старые или добавить новые.'''

teacher_text = '''Проверьте список, актуальны ли темы и информация о Вас.'''
password_text = ''' Введи пароль: '''

#TODO
''' Подгрузка всех тем и прочего из бд
Процедура добавления препода в базу
Процедура удаления
Добавление студента в базу'''