start_text = '''Привет, я бот Подручный!
Я помогу найти подходящего именно тебе научного руководителя и покажу, какие темы у него доступны.
Для твоего удобства я собрал все нужные сведения о преподавателях: их кафедры, доступные темы и почта для связи.
P.S. Если Вы преподаватель, то вы можете просмотреть список заявленных тем и контактную информацию.'''

help_text = ''' Чтобы увидеть список преподавателей, выбери интересующую тебя кафедру, а дальше ты увидишь список тем, которые актуальны на данный момент.
Если какая-то тема тебя заинтересует, то нажми на нее и увидишь преподавателя и его контактные данные.
Eсли Вы преподаватель, то сначала введите пароль, а потом можете скорректировать список тем: удалить старые или добавить новые.'''

teacher_text = '''Проверьте список, актуальны ли темы и информация о Вас.'''
password_text = ''' Введи пароль: '''